<template>
    <div class="culture">
        <MainHeader/>
        <div class="current-position">
            <h4>您当前所在位置：首页>公交动态>公交查询>公交文化 </h4>
            <hr/>
        </div>
          <div class="busCulture">
            <!-- <img src="../../assets/22.jpg" width="50%" height="600px"/>
            <img src="../../assets/33.jpg" width="50%" height="600px"/> -->
            <h4>世界各国那些关于 公交车的“趣味文化</h4>
             <div class="content">
公交车，也叫城市客车、巴士或大巴，是专为解决城市和城郊运输而设计的用车。最早的公交车出现在1829年的英国伦敦，是一辆马拉式公共马车。如今，公交车快速发展，它已不再是令人厌烦的拥挤空间，而是感受人与人之间温暖的移动空间。
不同国家的公交车文化又有什么有趣的故事呢？

<div class="title">*英国*</div>

红色双层巴士 伦敦的城市名片

伦敦的标志是什么？游客们认为，是大本钟、泰晤士河、塔桥、伦敦眼。伦敦人却认为，曾经穿梭在大街小巷的红色双层巴士才是伦敦的标志，明信片上常常有它的身影，因此，红色双层巴士和白金汉宫被英国民众称为英国的两大“国宝”。

红色双层巴士是专门为伦敦设计的交通工具，由英国AEC公司和伦敦运输局联手，于1954年投入使用，当时，它的名字是“马路大师”，也被称为“马路主人”或“路霸”。由于伦敦街道狭窄，当时的有轨电车作为主力交通工具让路面更拥挤，因此，双层巴士推出后，解决了伦敦道路交通拥堵的问题，获得了人们的喜爱。据统计，从1956年至1968年，共有2760辆双层巴士投入使用，其车身的红色也逐渐成为了伦敦的标志色。

然而，随着时代的发展，双层巴士的运营成本过高，款式过旧，维修费用不断递增，且不方便残疾人等特殊人群使用。2005年12月9日，红色双层巴士结束了常规服务，尽保留两条“文化遗产”路线，来延续伦敦人的文化记忆。2008年北京奥运会闭幕式上，在“伦敦八分钟”里，红色双层巴士作为主角压轴出现，向世界展示了伦敦的特色。

<div class="title">*韩国*</div>

推出卡通公交受欢迎 孩子边学边玩

每年的3月26日是“首尔公共出行日”，2014年，首尔市政府在四条公交线路推出了Tayo卡通公交车，许多家长带着孩子们排队，只为体验卡通公交车，如听一听车内播放的动画片主题歌。推出后，由于人气火爆，大量市民要求延长公交车的运营时间，首尔市政府便将其运营时间延长至儿童节，并将公交车的数量增至100辆。

Tayo是韩国幼儿英语动画片《可爱小巴士Tayo》的主角，该动画片适合3岁以上的幼儿观看。主角Tayo是一辆刚开始在繁忙城市学习驾驶的小巴士，在学习的过程中，它结交了见识广泛的绿色巴士Rogy、活泼可爱的黄色巴士Lani等新朋友。幼儿们在观看这部动画片时，不仅可以学习英语，还能通过Tayo的日常体验，见识到不同场景。

该动画片颇受欢迎，Tayo也成为人们最喜爱的卡通形象，这引起了各地方的强烈关注，他们纷纷在网站上要求将Tayo公交车扩大至其他地方。首尔市政府称，Tayo卡通公交车的肖像权由《可爱小巴士Tayo》的制作方公司和首尔市政府共同持有。随后，相关部门进行协商，允许其他地方自治团体使用其版权，京畿道、广州、仁川、济州等地的自治团体的申请被批准后，他们与当地公交车运输公司进行协商，确定Tayo卡通公交车的运行台数和具体路线，“我们的目标是让Tayo公交车覆盖韩国全境”，京畿道自治团体负责人称。

<div class="title">*古巴*</div>

曾出现过一种加长型18个车轮的“骆驼”公交车

上世纪90年代，由于前苏联的解体和东欧社会主义阵营的消失，古巴外贸减少近一半，能源短缺，各方面都面临着极其严重的经济困难。为了摆脱困境，1994年，一种加长的公共汽车诞生，它的车头是一辆卡车牵引车，共有18个车轮，车厢中间低、前后高，由于酷似骆驼的两个驼峰，因此得名“骆驼车”。

这种车一度是哈瓦那公交的主力军，每辆骆驼车可承载400名乘客。虽然载客多，但由于车辆少、车次少，人们的出行仍然存在问题。许多生活在哈瓦那的古巴人抱怨：“我的工作地点离家不到十公里，但骆驼车太慢了，有次竟然走了四个小时。”“柴油味很刺鼻，马达声太震耳。”“车窗少，坐时间长了，我觉得自己都不呼吸了。”

2005年，古巴开始引进中国生产的大轿车，包括旅游大轿车和加长公交车，骆驼车也退出了公共交通的舞台，在最后的运营时刻，当地不少人赶来最后一次乘坐，与之告别。2007年，大轿车的投入使用改善了哈瓦那的公共交通面貌，日客运量增加到了70余万人次，车的间隔缩短到10分钟。不少律师、工程师纷纷感慨：“公交车变化真大，以前只在欧洲见过这种水平，没想到，在古巴也变成了现实。”

由于古巴首先发生变革的是公交车，外国媒体也称“古巴改革是从车轮开始”。古巴政府还将大轿车广泛运用于旅游、校车等多种用途，如今，各种型号的大轿车行驶在古巴的道路上，形成了一道亮丽的风景线。

<div class="title">*菲律宾*</div>

没有两辆完全一样的“吉普尼”小巴士

吉普尼是菲律宾独特的公共交通工具，它长得像小巴士，以拥挤的座位和个性的装饰闻名于世，并成为菲律宾文化与艺术的主要标志。在《谍影重重4》中，主角们在马尼拉街头追逐，紧张的剧情和街上慢吞吞的吉普尼形成了鲜明对比。

据说，吉普尼最早是为了民间运输，由美军淘汰的军用吉普车改造，之后，逐渐成为了老百姓日常生活的主要交通工具。刚开始，人们对它的尾部进行改造，加座位和顶棚，一位名为萨劳的商人决定将车身结构放大，使得整个车能承载18名成年人。由于分坐车厢两旁的两列乘客是面对面、膝盖对膝盖，因此，当地人给这种车起了个形象的名字，原意为“吉普车膝盖”，音译是“吉普尼”。

为了批量生产吉普尼，萨劳开了一家汽车公司。菲律宾人民也非常喜欢吉普尼，因为它内部设施简单，无窗无门，适合菲律宾的环境。人们还在车身上绘制了不同的图案，如耶稣、梵高、字母等，并给每辆车起了名字，如“白马王子”、“乱世佳人”、“飞虎神鹰”等。当地人称：“吉普尼代表了司机的个性，你绝对找不到两辆完全一样的吉普尼。”

<div class="title">*捷克*</div>

用干柠檬和薄荷草给老旧的车厢除味

近年来，由于夏日气温上升，捷克的公交车内像蒸笼一样让人无法忍受。当地媒体报道后称：“空气不流通，细菌滋生，很容易生病，望有关专家提出解决办法。”

专家分析后得出结论，发现捷克公交车过于老旧，安装空调不便，以前的夏天也并不炎热，因此没有这个问题。其二，老年人乘坐公交车居多，他们不爱开窗户，怕吹风，所以公交车就变成了一个密闭的不通风的空间。为了解决这个问题，专家们提议用干柠檬、薄荷草等环保材料除味，并在车上安装风扇。

然而，这样的方法却并不被领情，许多人还是建议更换老旧的公交车，改为带有空调的新能源公交车，一位居民说：“公交车太热了，还不如坐地铁。”

<div class="title">*日本*</div>

精确到分钟 公交车几乎从不晚点“我在东京生活了十三年，没遇到几次公交车晚点的情况，有次因为天气恶劣，车晚点了5分钟。”住在东京的清野太太说，她的感受也代表了绝大部分日本人的感受，只因日本的公交车准点率非常高，进站、出站的时间精确到分钟，一旦乘客计划好出发时间，就不用担心工作迟到；当然，如果乘客迟到一分钟，也会出现赶不上同一班公交车的情况。

在每个车站的站牌上，都有一张时刻表，用以提醒乘客发车时间，车站还有一个电子站牌，用来预报公交车的到站时间。为了做到准时，公交车司机会主动调整车辆的运行时间，如按照上下班的不同时段，预先根据各车站的人流量，估算靠站时上下车的时间，然后通过调节行驶速度，精准控制到站时间。如果乘客经常乘坐某一线路，可以预订短信提醒服务，自主查询公交车到站信息。

不仅公交车准时，地铁、火车的准点率也十分高，这与日本人的时间观念密不可分。明治初期，日本没有钟表，一些在日本传授科学技术的荷兰工程师们发现，日本人没有一点守时的概念，工人上班经常迟到。后来，日本引进了西方的24小时时间制，加强了钟表的普及，又引进了美国的科学管理法，并将每年的6月10日设定为“时间纪念日”，号召民众加强时间观念，从那以后，日本人的时间观念成为了一种社会风气。

由于日本社会默认“守时是种好习惯”，人们在企业、公共机构或与他人会面的场合，必须做到“正确守时”，即使关系再亲密，一方迟到的话也需要邮件或短信通知，“不准时”会被日本人所忌讳。

瑞士“运送更多的人 而非移动更多的车”

瑞士是推广“绿色出行”的代表国家之一，以苏黎世为例，其交通政策的核心概念是“运送更多的人，而非移动更多的车”，因为城市的活力来源于人，而不是汽车，城市中有人才会充满活力。

为此，当地政府推出了一系列相关政策：促进交通方式从小轿车向利于环境保护的公共交通转变；合理疏导机动交通，创造宁静的居住环境；限制停车泊位；减少机动交通流量，减轻尾气污染；在市中心减少停车场，增加步行区，并设法使各个步行区相连。

为了吸引更多民众乘坐公交车，苏黎世还推出了“公交优先”的政策，包括路面优先、信号优先和利用计算机系统，对全市公交车辆进行统一调度。为了确保公交车快速运行，苏黎世划定了公交专用车道，有些公交车道上还植入了草皮，既能降低噪音，吸纳灰尘，也能提醒其他车辆和行人。

城市交通信号系统也被改善，政府在交叉路口前300米安装了电子感应器，当公交车接近路口时，感应器将信号传递给交通信号灯计算机控制系统，这样，当公交车开到交叉路口，信号灯能及时变绿。

<div class="title">*阿联酋*</div>

世界上最快的公交车

2014年3月21日，“超级巴士”在阿联酋迪拜投入使用，这是世界上最快的公交车。“我们希望能为民众在公共交通出行方面节约时间。”首席设计师特兹表示。

“超级巴士”可以为23名乘客提供舒适豪华的服务，由于它的最高时速可达255公里，迪拜至阿布扎比的主要高速公路附近还为其修建了一条专用车道，全程行驶仅需要30分钟。“超级巴士”外表漆黑，采用碳纤维、玻璃纤维、聚酯碳酸等材料，以太阳能充电。

巴士的设计团队来自荷兰，首席设计师特兹曾为F1威廉姆斯车队效力，她在设计的过程中，主张环保、高速、安全，她说："超级巴士"拥有16扇鸥翼式车门，相信人们会喜欢既快速便捷又绿色环保的交通工具。”

<div class="title">*美国*</div>

司机是保证乘客

乘车安全的负责人

美国公交车司机的职责之一是维护车上的每一位乘客。如果他们发现某位乘客形迹可疑，会直接将人“请”下去并告知：“我不会让你乘坐我的车。”如果有行动不便的老人或乘轮椅的残疾人需要上车，司机会把升降板降到地面高度，等老人或残疾人的轮椅上到升降板上后，司机再把板子升起来，这样，老人和残疾人乘公交车就毫不费力；上车后，司机会把车内前方的座椅翻上去，给轮椅腾出空间，再用专门的链子把轮椅固定住，以保证乘坐轮椅者的安全；下车时，司机再把链子打开，降下升降板，方便其下车。

如果有骑自行车的人想乘车，司机会指导乘客将自行车放在公车前面的金属架子上，帮其固定好后再上车，乘客只需要为自己买票，自行车不需单独买票。在许多城市的固定线路上，乘客们与司机很熟悉，上下车都会像老友一样问好、道别，气氛温馨。


<div class="title"><a href="#">历史小链接 </a> </div>

美国历史上由公交车引发的黑人民权运动

1955年12月1日，在美国蒙哥马利市的公交车上，一位黑人裁缝拒绝给白人让座，随后遭到警察逮捕，该事件激起了当地黑人的愤怒，他们强烈抗议公交车上的种族隔离政策。

种族隔离制度曾在美国十分普遍，有些州的法律明确规定，黑人与白人在公交车、餐馆等公共场所内需要分隔。例如，在公交车上，黑人和白人的座位是被前后分隔开来，黑人必须给白人让座；大部分座位是白人座位，只有后面少数几排是黑人座位；即使白人座位空着，黑人也不能坐，只能站在后面。因此，部分黑人宁愿打车，也不坐受白人歧视的公交车。

为了改变社会地位的不平等，黑人们推选26岁的牧师马丁·路德·金为抗议运动领导人。他举行了一次正式会议，50位黑人牧师及各行业代表到场，他们分析了当前形势、预测了抗议运动的后果，于是，大家决定，在12月5日周一发起“拒搭公交车行动”。这一行动的消息通过教堂扩散，所有黑人给予了积极响应。

这场行动以非暴力抵抗的方式持续了381天，最终，美国最高法院宣布阿拉巴马州的种族隔离法律违反宪法，蒙哥马利市公交车上的种族隔离规定也被废除。马丁·路德·金也由此成为黑人争取自由和平等权利运动的领袖，随后，越来越多的黑人挺身而出，黑人民权运动如火如荼地开展起来，并在美国南方形成高潮。
             </div>
          </div>
           
        <MainFooter/>
    </div>
</template>
<script>
import MainHeader from '@/components/Header.vue'
import MainFooter from '@/components/Footer.vue'
export default {
    name:'Culture',
    components:{
     MainHeader,
     MainFooter
    },
    setup(props,{root}){

    

    }
    
}
</script>
<style scoped>
.time {
    font-size: 13px;
    color: #999;
  }
  
  .bottom {
    margin-top: 13px;
    line-height: 12px;
  }

  .button {
    padding: 0;
    float: right;
  }

  .image {
    align-content: center;
    width: 80%;
    display: block;
    padding-left: 40px;
  }

  .clearfix:before,
  .clearfix:after {
      display: table;
      content: "";
  }
  
  .clearfix:after {
      clear: both
  }
  .busCulture{
    box-sizing: border-box;
    box-shadow:  0 0 10px darkgray;
    width: 100%;
    height: 50%;
    /* background-image: url('../../assets/back02.jpg'); */
    background-size: cover;
  }
  .busCulture h4{
    margin-top: 10px;
  text-align: center;
  color: rgb(155, 108, 56);
  font-size: 20px;
  font-family: '宋体';
  }
  .busCulture .content{
    font-size: 18px;
    font-family: '微软雅黑';
  }
  .content .title{
    text-align: center;
    font-size: 20px;
    color: rgb(20, 13, 8);
  }
</style>